---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalLinkReleaseTranslationY
source: html/aaf430b2-403e-86ed-dcbe-0f53d294c2cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalLinkReleaseTranslationY Property

"Y Translation"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalLinkReleaseTranslationY { get; }
```